tap "ai-christianson/ra-aid"
tap "dopplerhq/cli"
tap "headstartai/taps"
tap "microsoft/mssql-release"
tap "ngrok/ngrok"
tap "romkatv/powerlevel10k"
tap "snyk/tap"
tap "stripe/stripe-cli"
tap "supabase/tap"
brew "azure-cli"
brew "bat"
brew "caddy"
brew "cloud-sql-proxy"
brew "cmake"
brew "cocoapods"
brew "docker"
brew "docker-compose"
brew "ffmpeg"
brew "fzf"
brew "node"
brew "gemini-cli"
brew "gh"
brew "ghq"
brew "git"
brew "git-filter-repo"
brew "gitleaks"
brew "go"
brew "golangci-lint"
brew "helm"
brew "hey"
brew "httpd"
brew "httpx"
brew "jupyterlab"
brew "k6"
brew "kind"
brew "llvm"
brew "lld"
brew "mdbtools"
brew "mercurial"
brew "minikube"
brew "mkcert"
brew "nvm"
brew "pgvector"
brew "pipx"
brew "poppler"
brew "postgresql@14", restart_service: :changed
brew "postgresql@16"
brew "powerlevel10k"
brew "pyqt"
brew "python@3.11"
brew "qrencode"
brew "railway"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "semgrep"
brew "sonar-scanner"
brew "sqlcmd"
brew "temporal"
brew "tesseract"
brew "tmux"
brew "traefik"
brew "tree"
brew "ttyd"
brew "unixodbc"
brew "wasi-libc"
brew "wasi-runtimes"
brew "wget"
brew "xcodegen"
brew "ai-christianson/ra-aid/ra-aid"
brew "dopplerhq/cli/doppler"
brew "headstartai/taps/friday"
brew "snyk/tap/snyk"
brew "stripe/stripe-cli/stripe"
brew "supabase/tap/supabase"
cask "chromedriver"
cask "font-meslo-lg-nerd-font"
cask "gcloud-cli"
cask "iterm2"
cask "mullvad-vpn"
cask "ngrok/ngrok/ngrok"
cask "protonvpn"
cask "xquartz"
go "github.com/ethereum/go-ethereum/cmd/abigen"
cargo "cbindgen"
uv "ollama-cli"
